tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "exa"
brew "fish"
brew "gh"
brew "git-delta"
brew "httpie"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "volta"
brew "zellij"
brew "zoxide"
brew "heroku/brew/heroku"
cask "docker"
