alacritty
alsa-tools
alsa-utils
arch-install-scripts
archlinuxarm-keyring
asahi-calamares-configs
asahi-desktop-meta
asahi-fwextract
asahi-meta
asahi-scripts
asahilinux-keyring
base
base-devel
bat
bluedevil
bluez-tools
bluez-utils
calamares
ccls
chezmoi
dhcpcd
dolphin
evtest
exa
fd
feh
firefox
fish
git
grub
htop
hyprland
iotop
irssi
iwd
kde-applications-meta
konsole
linux-asahi
linux-asahi-edge
lua-language-server
m1n1
mako
man-db
mesa-asahi-edge
mesa-demos
mesa-utils
nano
neovim
net-tools
netctl
networkmanager
networkmanager-qt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
pacman-contrib
pavucontrol
phonon-qt5-gstreamer
pipewire
pipewire-jack
plasma-meta
plasma-nm
plasma-wayland-session
powerdevil
powertop
ripgrep
rsync
sddm
starship
strace
sudo
swaybg
tmux
uboot-asahi
unzip
vi
vim
weechat
wget
which
wireplumber
xf86-input-evdev
xkeyboard-config-asahi
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
zsh
